[
    {
        "title_en": "Booth with merchendise on Legends Night 25",
        "title_cz": "Stánek s merchendisem na Večeru legend 25",
        "date": "28. 3. 2025",
        "content_en": "Come visit our booth this evening at the Legends Night in Brno's Semilasso! You'll have the chance to buy some stylish merchandise or a vinyl record featuring your favorite music. The evening will feature the best tribute bands of AC/DC, KISS, and The Rolling Stones—all on one stage!",
        "content_cz": "Přijďe se dnes večer podívat k nám na stánek na Večeru Legend v Brněnském Semilassu. Bude zde možnost si od nás koupit něco hezkého na sebe, nebo Vinyl s vaší oblíbenou hudbou. Večer vystoupí nejlepší tribute bandy AC/DC, KISS a ROLLING STONES na jednom pódiu."
    },
    {
        "title_en": "Rock Oldies Live Tickets on Sale",
        "title_cz": "Vstupenky na Rock Oldies Live v prodeji",
        "date": "19. 3. 2025",
        "content_en": "Tickets for the Rock Oldies Live are now available. Get yours today!",
        "content_cz": "Vstupenky na Rock Oldies Live jsou nyní k dispozici. Kupte si je ještě dnes!"
    },
    {
        "title_en": "Ocean Band Tickets on Sale",
        "title_cz": "Vstupenky na kapelu Ocean v prodeji",
        "date": "15. 3. 2025",
        "content_en": "Tickets for the Ocean band are now available. Get yours today!",
        "content_cz": "Vstupenky na kapelu Ocean jsou nyní k dispozici. Kupte si je ještě dnes!"
    },
    {
        "title_en": "Store closure",
        "title_cz": "Uzavírka prodejny",
        "date": "30. 10. 2024",
        "content_en": "The brick-and-mortar store on Dornych is temporarily closing. Thank you to all our customers, and we look forward to seeing you at our new location!",
        "content_cz": "Kamenná prodejna na Dornychu se dočasně uzavírá. Děkujeme všem zákazníkům a těšíme se na vás na novém místě!"
    },
    {
        "title_en": "Sale of goods",
        "title_cz": "Výprodej zboží",
        "date": "24. 10. 2024",
        "content_en": "Current clearance sale of stock. The brick-and-mortar store on Dornych will close on October 30th, so everything must go. Come help us clear out the inventory and shop for your friends and family for Christmas!",
        "content_cz": "Aktuální výprodej skladových zásob. Kamenná prodejna na Dornychu se 30.10. uzavře, takže věšechno musí pryč. Přijďte nám pomoct zlikvidovat zásoby a nakupte i známým k Vánocům."
    }
]
